import * as React from 'react'

import './view.less'

export default class NewsView extends React.Component<{}, {}> {
  render() {
    return (
      <article className="news-article">
        <h2>详细内容</h2>
        <h4>本市完成调研本市完成调研本市完成调研本市完成调研本市完成调研本市完成调研本市完成调研</h4>
        <p>
          本市完成调研本市完成调研本市完成调研,本市完成调研.本市完成调研本市完成调研。本市完成调研，本市完成调研本市完成调研本市完成调研本市完成调研。
        </p>
        <p>
          本市完成调研本市完成调研本市完成调研,本市完成调研.本市完成调研本市完成调研。本市完成调研，本市完成调研本市完成调研本市完成调研本市完成调研。本市完成调研本市完成调研本市完成调研,本市完成调研.本市完成调研本市完成调研。本市完成调研，本市完成调研本市完成调研本市完成调研本市完成调研。本市完成调研本市完成调研本市完成调研,本市完成调研.本市完成调研本市完成调研。本市完成调研，本市完成调研本市完成调研本市完成调研本市完成调研。本市完成调研本市完成调研本市完成调研,本市完成调研.本市完成调研本市完成调研。本市完成调研，本市完成调研本市完成调研本市完成调研本市完成调研。本市完成调研本市完成调研本市完成调研,本市完成调研.本市完成调研本市完成调研。本市完成调研，本市完成调研本市完成调研本市完成调研本市完成调研。
        </p>
      </article>
    )
  }
}
