const list = {
  attributes: { databodysize: 5, totalCount: 0 },
  areaCode: 1701,
  databody: [
    {
      updateTime: '2017-12-16 21:46:49',
      calculatorName: '建设项目环境影响评价收费计算器',
      id: '64aa9c0e17a946a6831bd5342a3071da',
      type: 601
    },
    {
      updateTime: '2017-10-28 22:41:52',
      calculatorName: '设计费计算器',
      id: '6c0a1be4056a4623ab3da6903b1b829c',
      type: 201
    },
    {
      updateTime: '2017-10-28 22:42:04',
      calculatorName: '监理费计算器',
      id: '7d3cf06313a94fce828ad3e83007854e',
      type: 301
    },
    {
      updateTime: '2017-10-28 22:42:28',
      calculatorName: '招标代理费计算器',
      id: 'bb0417e9193146ce954f60511d7dc4ec',
      type: 501
    },
    {
      updateTime: '2017-10-28 22:41:33',
      calculatorName: '勘察费计算器',
      id: 'e75e53a9bb4743d787fe8bb576b6a9d2',
      type: 101
    }
  ],
  message: '获取计算器表单列表成功!'
}

const item = {
  attributes: { databodysize: 11, totalCount: 0 },
  areaCode: 1701,
  databody: [
    {
      item: '工程造价',
      orderNumber: 1,
      defaultValue: '1.0',
      valueRange: '（0~n）',
      presetValue: '',
      updateTime: '2017-12-04 23:27:22',
      remark: '',
      type: 201,
      itemKey: 'gczj',
      tableType: 1,
      unit: '万元',
      id: '714ab6de43d24cb3a3603f9dc8826e4a',
      contentType: 'text',
      parameters: ''
    },
    {
      item: '专业调整',
      orderNumber: 2,
      defaultValue: '1.1',
      valueRange: '（0~n）',
      presetValue:
        '{"title":"设计收费专业调整系数","description":"操作指南：直接双击或者单击后点击选择(DEMO)","list":[{"key":1511969404604,"title":"1.矿山采选工程","options":[{"key":1512211034933,"title":"","selects":[{"key":1512210789310,"lable":"黑色、黄金、化学、非金属及其他矿采选工程","value":"1.1","type":"text"},{"key":1512213445129,"lable":"采煤工程，有色、铀矿采选工程","value":"1.2","type":"text"},{"key":1512213467249,"lable":"选煤及其他煤炭工程","value":"1.3","type":"text"}]}]},{"key":1511969407180,"title":"2.加工冶炼工程","options":[{"key":1511969403007,"title":"","selects":[{"key":1512214209126,"lable":" 各类冷加工工程","value":"1.0","type":"text"},{"key":1512214236054,"lable":" 船舶水工工程","value":"1.1","type":"text"},{"key":1512214256582,"lable":" 各类冶炼、热加工、压力加工工程","value":"1.2","type":"text"},{"key":1512214274269,"lable":"核加工工程","value":"1.3","type":"text"}]}]},{"key":1511970952623,"title":"3.石油化工工程","options":[{"key":1511970934896,"title":"","selects":[{"key":1511970934895,"lable":"石油、化工、石化、化纤、医药工程","value":"1.2","type":"text"},{"key":1512216008167,"lable":"核化工工程","value":"1.6","type":"text"}]}]},{"key":1512210936005,"title":"4.水利电力工程","options":[{"key":1512210789311,"title":"","selects":[{"key":1512210789310,"lable":"风力发电、其他水利工程","value":"0.8","type":"text"},{"key":1512216116623,"lable":"火电工程","value":"1.0","type":"text"},{"key":1512216139991,"lable":"核电常规岛、水电、水库、送变电工程","value":"1.2","type":"text"},{"key":1512216159967,"lable":"核能工程","value":"1.6","type":"text"}]}]},{"key":1512216188375,"title":"5.交通运输工程","options":[{"key":1512210789311,"title":"","selects":[{"key":1512210789310,"lable":" 农业工程","value":"0.9","type":"text"},{"key":1512218552452,"lable":"林业工程","value":"0.8","type":"text"}]}]},{"key":1512223248418,"title":"6.建筑市政工程","options":[{"key":1512210789311,"title":"","selects":[{"key":1512210789310,"lable":" 农业工程","value":"0.9","type":"text"},{"key":1512218552452,"lable":"林业工程","value":"0.8","type":"text"}]}]},{"key":1512223376424,"title":"7.农业林业工程","options":[{"key":1512210789311,"title":"","selects":[{"key":1512210789310,"lable":" 农业工程","value":"0.9","type":"text"},{"key":1512218552452,"lable":"林业工程","value":"0.8","type":"text"}]}]}]}',
      updateTime: '2017-12-04 23:27:08',
      remark: '',
      type: 201,
      itemKey: 'zytz',
      tableType: 1,
      unit: '无',
      id: '3784dfe4e4fb4cc38ca1f73ed181ba19',
      contentType: 'select',
      parameters: ''
    },
    {
      item: '复杂调整',
      orderNumber: 3,
      defaultValue: '一级',
      valueRange: '无',
      presetValue:
        '{"title":"设计收费专业调整系数","description":"操作指南：直接双击或者单击后点击选择(DEMO)","list":[{"key":1512225491358,"title":"1.矿山采选工程","options":[{"key":1512225491356,"title":"1.建筑、人防工程","selects":[{"key":1512225491355,"lable":"Ⅰ级\\t\\n1．广播电视中心设备（广播1套，电视1～2套）工程；\\n2．中波发射台设备（单机功率P≤1kW）工程；\\n3．短波发射台设备（单机功率P≤50kW）工程；\\n4．电视、调频发射塔（台）设备（单机功率P≤1kW）工程；\\n5．广播电视收测台设备工程；\\n6．三级邮件处理中心工艺工程；\\n7．简单的电信工程","value":"0.85","type":"text"},{"key":1512227018497,"lable":"Ⅱ级\\t\\n1．大中型公共建筑工程；\\n2．技术要求较复杂或有地区性意义的小型公共建筑工程；\\n3. 高度24～50m的一般公共建筑工程；\\n4．20层及以下一般标准的居住建筑工程；\\n5．仿古建筑、一般标准的古建筑、保护性建筑以及地下建筑工程；\\n6．大中型仓储建筑工程；\\n7．一般标准的建筑环境设计和室外工程；\\n8．相当于二、三星级饭店标准的室内装修工程；\\n9．防护级别为四级及以下同时建筑面积<10000m2的人防工程","value":"1.0","type":"text"},{"key":1512227048961,"lable":"Ⅲ级\\t\\n1.　　　 高级大型公共建筑工程；\\n2.　　　　 技术要求复杂或具有经济、文化、历史等意义的省（市）级中小型公共建筑工程；\\n3.　　　　 高度>50m的公共建筑工程；\\n4.　　　　 20层以上居住建筑和20层及以下高标准居住建筑工程；\\n5.　　　　 高标准的古建筑、保护性建筑和地下建筑工程；\\n6.　　　　 高标准的建筑环境设计和室外工程；\\n7.　　　　 相当于四、五星级饭店标准的室内装修，特殊声学装修工程；\\n8.　　　　 防护级别为三级以上或者建筑面积≥10000m2的人防工程","value":"1.15","type":"text"}]},{"key":1512226038478,"title":"2.园林绿化工程","selects":[{"key":1512225491355,"lable":"Ⅰ级\\t\\n1．广播电视中心设备（广播1套，电视1～2套）工程；\\n2．中波发射台设备（单机功率P≤1kW）工程；\\n3．短波发射台设备（单机功率P≤50kW）工程；\\n4．电视、调频发射塔（台）设备（单机功率P≤1kW）工程；\\n5．广播电视收测台设备工程；\\n6．三级邮件处理中心工艺工程；\\n7．简单的电信工程","value":"0.85","type":"text"},{"key":1512226116302,"lable":"Ⅱ级\\t\\n1. 标准较高的道路绿化工程；\\n2. 一般标准的风景区、公共建筑环境、企事业单位与居住区的绿化工程","value":"1.0","type":"text"},{"key":1512226142759,"lable":"Ⅲ级\\t\\n1. 高标准的城市重点道路绿化工程；\\n2. 高标准的风景区、公共建筑环境、企事业单位与居住区的绿化工程；\\n3. 公园、渡假村、高尔夫球场、广场、街心花园、园林小品、屋顶花园、室内花园等绿化工程","value":"1.15","type":"text"}]},{"key":1512226308573,"title":"3.市政公用工程","selects":[{"key":1512225491355,"lable":"Ⅰ级\\t\\n1．广播电视中心设备（广播1套，电视1～2套）工程；\\n2．中波发射台设备（单机功率P≤1kW）工程；\\n3．短波发射台设备（单机功率P≤50kW）工程；\\n4．电视、调频发射塔（台）设备（单机功率P≤1kW）工程；\\n5．广播电视收测台设备工程；\\n6．三级邮件处理中心工艺工程；\\n7．简单的电信工程","value":"0.85","type":"text"},{"key":1512226362756,"lable":"Ⅱ级\\t\\n1. 城市调压站，瓶组站，，<5000户气化站、混气站，<500m3储配站工程；\\n2. 城区给排水管线，一般地下管线（DN<1.0m，有管线交叉），<1m3/s加压泵站，简单构筑物工程；\\n3. >100t/天的大型垃圾中转站，垃圾填埋场、机械化快速堆肥工程；\\n4. ≤2MW的小型换热站工程","value":"1.0","type":"text"},{"key":1512226384070,"lable":"Ⅲ级\\t\\n1. 城市超高压调压站，市内管线及加压站，穿、跨越管网，≥5000户气化站、混气站，≥500m3储配站、门站、气源厂、加气站工程；\\n2. 大型复杂给排水管线，市政管网，大型泵站、水闸等构筑物，净水厂，污水处理厂工程；\\n3. 垃圾系统工程及综合处理与利用、焚烧工程；\\n4. 锅炉房，穿、跨越供热管网，>2MW换热站工程；\\n5．海底排污管线，海水取排水、淡水及水处理工程","value":"1.15","type":"text"}]},{"key":1512226414733,"title":"4.广播电视、邮政、电信工程","selects":[{"key":1512225491355,"lable":"Ⅰ级\\t\\n1．广播电视中心设备（广播1套，电视1～2套）工程；\\n2．中波发射台设备（单机功率P≤1kW）工程；\\n3．短波发射台设备（单机功率P≤50kW）工程；\\n4．电视、调频发射塔（台）设备（单机功率P≤1kW）工程；\\n5．广播电视收测台设备工程；\\n6．三级邮件处理中心工艺工程；\\n7．简单的电信工程","value":"0.85","type":"text"},{"key":1512226457549,"lable":"Ⅱ级\\t\\n1．广播电视中心设备（广播2～3套，电视3～5套）工程；\\n2．中波发射台设备（单机功率1kW≤P≤20Kw）工程；\\n3．短波发射台设备（单机功率50kW≤P≤150Kw）工程；\\n4．电视、调频发射塔（台）设备（单机功率1kW≤P≤10Kw，塔高<200m）工程；\\n5．广播电视传输网络工程；\\n6．二级邮件处理中心及各类转运站工艺工程；\\n7．较复杂的电信工程","value":"1.0","type":"text"},{"key":1512226477685,"lable":"Ⅲ级\\t\\n1．广播电视中心设备（广播4套以上，电视6套以上）工程；\\n2．中波发射台设备（单机功率P>20Kw）工程；\\n3．短波发射台设备（单机功率P>150Kw）工程；\\n4．电视、调频发射塔（台）设备（单机功率P>10Kw，塔高≥200m）工程；\\n5．电声设备、演播厅、录（播）音馆、摄影棚设备工程；\\n6．广播电视卫星地球站、微波站设备工程；\\n7．广播电视光缆、电缆节目传输工程；\\n8．一级邮件处理中心工艺工程；\\n9．复杂的电信工程","value":"1.15","type":"text"}]},{"key":1512226510580,"title":"5 .建筑市政工程","selects":[{"key":1512225491355,"lable":"Ⅰ级\\t\\n1．广播电视中心设备（广播1套，电视1～2套）工程；\\n2．中波发射台设备（单机功率P≤1kW）工程；\\n3．短波发射台设备（单机功率P≤50kW）工程；\\n4．电视、调频发射塔（台）设备（单机功率P≤1kW）工程；\\n5．广播电视收测台设备工程；\\n6．三级邮件处理中心工艺工程；\\n7．简单的电信工程","value":"0.85","type":"text"},{"key":1512226555132,"lable":"Ⅱ级\\t\\n1．大中型公共建筑工程；\\n2．技术要求较复杂或有地区性意义的小型公共建筑工程；\\n3. 高度24～50m的一般公共建筑工程；\\n4．20层及以下一般标准的居住建筑工程；\\n5．仿古建筑、一般标准的古建筑、保护性建筑以及地下建筑工程；\\n6．大中型仓储建筑工程；\\n7．一般标准的建筑环境设计和室外工程；\\n8．相当于二、三星级饭店标准的室内装修工程；\\n9．防护级别为四级及以下同时建筑面积<10000m2的人防工程","value":"1.0","type":"text"},{"key":1512226582051,"lable":"Ⅲ级\\t\\n1.　　　 高级大型公共建筑工程；\\n2.　　　　 技术要求复杂或具有经济、文化、历史等意义的省（市）级中小型公共建筑工程；\\n3.　　　　 高度>50m的公共建筑工程；\\n4.　　　　 20层以上居住建筑和20层及以下高标准居住建筑工程；\\n5.　　　　 高标准的古建筑、保护性建筑和地下建筑工程；\\n6.　　　　 高标准的建筑环境设计和室外工程；\\n7.　　　　 相当于四、五星级饭店标准的室内装修，特殊声学装修工程；\\n8.　　　　 防护级别为三级以上或者建筑面积≥10000m2的人防工程","value":"1.15","type":"text"}]},{"key":1512226636612,"title":"6 选煤厂及其他煤炭工程","selects":[{"key":1512225491355,"lable":"Ⅰ级\\t\\n1．广播电视中心设备（广播1套，电视1～2套）工程；\\n2．中波发射台设备（单机功率P≤1kW）工程；\\n3．短波发射台设备（单机功率P≤50kW）工程；\\n4．电视、调频发射塔（台）设备（单机功率P≤1kW）工程；\\n5．广播电视收测台设备工程；\\n6．三级邮件处理中心工艺工程；\\n7．简单的电信工程","value":"0.85","type":"text"},{"key":1512226659484,"lable":"Ⅱ级\\t\\n1．新建入洗下限＞25mm选煤厂工程；\\n2．钻井1～4层、2种井下抽放工艺、2～3个抽放系统的煤层气工程","value":"1.0","type":"text"},{"key":1512226677428,"lable":"Ⅲ级\\t\\n1．新建入洗下限≤25mm选煤厂工程；\\n2．钻井＞5层、3种井下抽放工艺、＞4个抽放系统的煤层气工程；\\n3．水煤浆制备及燃烧应用工程","value":"1.15","type":"text"}]}]},{"key":1512225965254,"title":"2.加工冶炼工程","options":[{"key":1512225491356,"title":"1.建筑、人防工程","selects":[{"key":1512225491355,"lable":"Ⅰ级\\t\\n1．广播电视中心设备（广播1套，电视1～2套）工程；\\n2．中波发射台设备（单机功率P≤1kW）工程；\\n3．短波发射台设备（单机功率P≤50kW）工程；\\n4．电视、调频发射塔（台）设备（单机功率P≤1kW）工程；\\n5．广播电视收测台设备工程；\\n6．三级邮件处理中心工艺工程；\\n7．简单的电信工程","value":"0.85","type":"text"},{"key":1512227018497,"lable":"Ⅱ级\\t\\n1．大中型公共建筑工程；\\n2．技术要求较复杂或有地区性意义的小型公共建筑工程；\\n3. 高度24～50m的一般公共建筑工程；\\n4．20层及以下一般标准的居住建筑工程；\\n5．仿古建筑、一般标准的古建筑、保护性建筑以及地下建筑工程；\\n6．大中型仓储建筑工程；\\n7．一般标准的建筑环境设计和室外工程；\\n8．相当于二、三星级饭店标准的室内装修工程；\\n9．防护级别为四级及以下同时建筑面积<10000m2的人防工程","value":"1.0","type":"text"},{"key":1512227048961,"lable":"Ⅲ级\\t\\n1.　　　 高级大型公共建筑工程；\\n2.　　　　 技术要求复杂或具有经济、文化、历史等意义的省（市）级中小型公共建筑工程；\\n3.　　　　 高度>50m的公共建筑工程；\\n4.　　　　 20层以上居住建筑和20层及以下高标准居住建筑工程；\\n5.　　　　 高标准的古建筑、保护性建筑和地下建筑工程；\\n6.　　　　 高标准的建筑环境设计和室外工程；\\n7.　　　　 相当于四、五星级饭店标准的室内装修，特殊声学装修工程；\\n8.　　　　 防护级别为三级以上或者建筑面积≥10000m2的人防工程","value":"1.15","type":"text"}]}]},{"key":1512227110098,"title":"3.石油化工工程","options":[{"key":1512225491356,"title":"1.建筑、人防工程","selects":[{"key":1512225491355,"lable":"Ⅰ级\\t\\n1．广播电视中心设备（广播1套，电视1～2套）工程；\\n2．中波发射台设备（单机功率P≤1kW）工程；\\n3．短波发射台设备（单机功率P≤50kW）工程；\\n4．电视、调频发射塔（台）设备（单机功率P≤1kW）工程；\\n5．广播电视收测台设备工程；\\n6．三级邮件处理中心工艺工程；\\n7．简单的电信工程","value":"0.85","type":"text"},{"key":1512227018497,"lable":"Ⅱ级\\t\\n1．大中型公共建筑工程；\\n2．技术要求较复杂或有地区性意义的小型公共建筑工程；\\n3. 高度24～50m的一般公共建筑工程；\\n4．20层及以下一般标准的居住建筑工程；\\n5．仿古建筑、一般标准的古建筑、保护性建筑以及地下建筑工程；\\n6．大中型仓储建筑工程；\\n7．一般标准的建筑环境设计和室外工程；\\n8．相当于二、三星级饭店标准的室内装修工程；\\n9．防护级别为四级及以下同时建筑面积<10000m2的人防工程","value":"1.0","type":"text"},{"key":1512227048961,"lable":"Ⅲ级\\t\\n1.　　　 高级大型公共建筑工程；\\n2.　　　　 技术要求复杂或具有经济、文化、历史等意义的省（市）级中小型公共建筑工程；\\n3.　　　　 高度>50m的公共建筑工程；\\n4.　　　　 20层以上居住建筑和20层及以下高标准居住建筑工程；\\n5.　　　　 高标准的古建筑、保护性建筑和地下建筑工程；\\n6.　　　　 高标准的建筑环境设计和室外工程；\\n7.　　　　 相当于四、五星级饭店标准的室内装修，特殊声学装修工程；\\n8.　　　　 防护级别为三级以上或者建筑面积≥10000m2的人防工程","value":"1.15","type":"text"}]},{"key":1512226038478,"title":"2.园林绿化工程","selects":[{"key":1512225491355,"lable":"Ⅰ级\\t\\n1．广播电视中心设备（广播1套，电视1～2套）工程；\\n2．中波发射台设备（单机功率P≤1kW）工程；\\n3．短波发射台设备（单机功率P≤50kW）工程；\\n4．电视、调频发射塔（台）设备（单机功率P≤1kW）工程；\\n5．广播电视收测台设备工程；\\n6．三级邮件处理中心工艺工程；\\n7．简单的电信工程","value":"0.85","type":"text"},{"key":1512226116302,"lable":"Ⅱ级\\t\\n1. 标准较高的道路绿化工程；\\n2. 一般标准的风景区、公共建筑环境、企事业单位与居住区的绿化工程","value":"1.0","type":"text"},{"key":1512226142759,"lable":"Ⅲ级\\t\\n1. 高标准的城市重点道路绿化工程；\\n2. 高标准的风景区、公共建筑环境、企事业单位与居住区的绿化工程；\\n3. 公园、渡假村、高尔夫球场、广场、街心花园、园林小品、屋顶花园、室内花园等绿化工程","value":"1.15","type":"text"}]}]},{"key":1512227345968,"title":"4.水利电力工程","options":[{"key":1512225491356,"title":"1.建筑、人防工程","selects":[{"key":1512225491355,"lable":"Ⅰ级\\t\\n1．广播电视中心设备（广播1套，电视1～2套）工程；\\n2．中波发射台设备（单机功率P≤1kW）工程；\\n3．短波发射台设备（单机功率P≤50kW）工程；\\n4．电视、调频发射塔（台）设备（单机功率P≤1kW）工程；\\n5．广播电视收测台设备工程；\\n6．三级邮件处理中心工艺工程；\\n7．简单的电信工程","value":"0.85","type":"text"},{"key":1512227018497,"lable":"Ⅱ级\\t\\n1．大中型公共建筑工程；\\n2．技术要求较复杂或有地区性意义的小型公共建筑工程；\\n3. 高度24～50m的一般公共建筑工程；\\n4．20层及以下一般标准的居住建筑工程；\\n5．仿古建筑、一般标准的古建筑、保护性建筑以及地下建筑工程；\\n6．大中型仓储建筑工程；\\n7．一般标准的建筑环境设计和室外工程；\\n8．相当于二、三星级饭店标准的室内装修工程；\\n9．防护级别为四级及以下同时建筑面积<10000m2的人防工程","value":"1.0","type":"text"},{"key":1512227048961,"lable":"Ⅲ级\\t\\n1.　　　 高级大型公共建筑工程；\\n2.　　　　 技术要求复杂或具有经济、文化、历史等意义的省（市）级中小型公共建筑工程；\\n3.　　　　 高度>50m的公共建筑工程；\\n4.　　　　 20层以上居住建筑和20层及以下高标准居住建筑工程；\\n5.　　　　 高标准的古建筑、保护性建筑和地下建筑工程；\\n6.　　　　 高标准的建筑环境设计和室外工程；\\n7.　　　　 相当于四、五星级饭店标准的室内装修，特殊声学装修工程；\\n8.　　　　 防护级别为三级以上或者建筑面积≥10000m2的人防工程","value":"1.15","type":"text"}]},{"key":1512227539831,"title":"2.其他水利工程","selects":[{"key":1512225491355,"lable":"Ⅰ级\\t\\n1．广播电视中心设备（广播1套，电视1～2套）工程；\\n2．中波发射台设备（单机功率P≤1kW）工程；\\n3．短波发射台设备（单机功率P≤50kW）工程；\\n4．电视、调频发射塔（台）设备（单机功率P≤1kW）工程；\\n5．广播电视收测台设备工程；\\n6．三级邮件处理中心工艺工程；\\n7．简单的电信工程","value":"0.85","type":"text"},{"key":1512227018497,"lable":"Ⅱ级\\t\\n1．大中型公共建筑工程；\\n2．技术要求较复杂或有地区性意义的小型公共建筑工程；\\n3. 高度24～50m的一般公共建筑工程；\\n4．20层及以下一般标准的居住建筑工程；\\n5．仿古建筑、一般标准的古建筑、保护性建筑以及地下建筑工程；\\n6．大中型仓储建筑工程；\\n7．一般标准的建筑环境设计和室外工程；\\n8．相当于二、三星级饭店标准的室内装修工程；\\n9．防护级别为四级及以下同时建筑面积<10000m2的人防工程","value":"1.0","type":"text"},{"key":1512227048961,"lable":"Ⅲ级\\t\\n1.　　　 高级大型公共建筑工程；\\n2.　　　　 技术要求复杂或具有经济、文化、历史等意义的省（市）级中小型公共建筑工程；\\n3.　　　　 高度>50m的公共建筑工程；\\n4.　　　　 20层以上居住建筑和20层及以下高标准居住建筑工程；\\n5.　　　　 高标准的古建筑、保护性建筑和地下建筑工程；\\n6.　　　　 高标准的建筑环境设计和室外工程；\\n7.　　　　 相当于四、五星级饭店标准的室内装修，特殊声学装修工程；\\n8.　　　　 防护级别为三级以上或者建筑面积≥10000m2的人防工程","value":"1.15","type":"text"}]}]},{"key":1512227699590,"title":"5.交通运输工程","options":[{"key":1512225491356,"title":"1.建筑、人防工程","selects":[{"key":1512225491355,"lable":"Ⅰ级\\t\\n1．广播电视中心设备（广播1套，电视1～2套）工程；\\n2．中波发射台设备（单机功率P≤1kW）工程；\\n3．短波发射台设备（单机功率P≤50kW）工程；\\n4．电视、调频发射塔（台）设备（单机功率P≤1kW）工程；\\n5．广播电视收测台设备工程；\\n6．三级邮件处理中心工艺工程；\\n7．简单的电信工程","value":"0.85","type":"text"},{"key":1512227018497,"lable":"Ⅱ级\\t\\n1．大中型公共建筑工程；\\n2．技术要求较复杂或有地区性意义的小型公共建筑工程；\\n3. 高度24～50m的一般公共建筑工程；\\n4．20层及以下一般标准的居住建筑工程；\\n5．仿古建筑、一般标准的古建筑、保护性建筑以及地下建筑工程；\\n6．大中型仓储建筑工程；\\n7．一般标准的建筑环境设计和室外工程；\\n8．相当于二、三星级饭店标准的室内装修工程；\\n9．防护级别为四级及以下同时建筑面积<10000m2的人防工程","value":"1.0","type":"text"},{"key":1512227048961,"lable":"Ⅲ级\\t\\n1.　　　 高级大型公共建筑工程；\\n2.　　　　 技术要求复杂或具有经济、文化、历史等意义的省（市）级中小型公共建筑工程；\\n3.　　　　 高度>50m的公共建筑工程；\\n4.　　　　 20层以上居住建筑和20层及以下高标准居住建筑工程；\\n5.　　　　 高标准的古建筑、保护性建筑和地下建筑工程；\\n6.　　　　 高标准的建筑环境设计和室外工程；\\n7.　　　　 相当于四、五星级饭店标准的室内装修，特殊声学装修工程；\\n8.　　　　 防护级别为三级以上或者建筑面积≥10000m2的人防工程","value":"1.15","type":"text"}]},{"key":1512226038478,"title":"2.园林绿化工程","selects":[{"key":1512225491355,"lable":"Ⅰ级\\t\\n1．广播电视中心设备（广播1套，电视1～2套）工程；\\n2．中波发射台设备（单机功率P≤1kW）工程；\\n3．短波发射台设备（单机功率P≤50kW）工程；\\n4．电视、调频发射塔（台）设备（单机功率P≤1kW）工程；\\n5．广播电视收测台设备工程；\\n6．三级邮件处理中心工艺工程；\\n7．简单的电信工程","value":"0.85","type":"text"},{"key":1512226116302,"lable":"Ⅱ级\\t\\n1. 标准较高的道路绿化工程；\\n2. 一般标准的风景区、公共建筑环境、企事业单位与居住区的绿化工程","value":"1.0","type":"text"},{"key":1512226142759,"lable":"Ⅲ级\\t\\n1. 高标准的城市重点道路绿化工程；\\n2. 高标准的风景区、公共建筑环境、企事业单位与居住区的绿化工程；\\n3. 公园、渡假村、高尔夫球场、广场、街心花园、园林小品、屋顶花园、室内花园等绿化工程","value":"1.15","type":"text"}]},{"key":1512226308573,"title":"3.市政公用工程","selects":[{"key":1512225491355,"lable":"Ⅰ级\\t\\n1．广播电视中心设备（广播1套，电视1～2套）工程；\\n2．中波发射台设备（单机功率P≤1kW）工程；\\n3．短波发射台设备（单机功率P≤50kW）工程；\\n4．电视、调频发射塔（台）设备（单机功率P≤1kW）工程；\\n5．广播电视收测台设备工程；\\n6．三级邮件处理中心工艺工程；\\n7．简单的电信工程","value":"0.85","type":"text"},{"key":1512226362756,"lable":"Ⅱ级\\t\\n1. 城市调压站，瓶组站，，<5000户气化站、混气站，<500m3储配站工程；\\n2. 城区给排水管线，一般地下管线（DN<1.0m，有管线交叉），<1m3/s加压泵站，简单构筑物工程；\\n3. >100t/天的大型垃圾中转站，垃圾填埋场、机械化快速堆肥工程；\\n4. ≤2MW的小型换热站工程","value":"1.0","type":"text"},{"key":1512226384070,"lable":"Ⅲ级\\t\\n1. 城市超高压调压站，市内管线及加压站，穿、跨越管网，≥5000户气化站、混气站，≥500m3储配站、门站、气源厂、加气站工程；\\n2. 大型复杂给排水管线，市政管网，大型泵站、水闸等构筑物，净水厂，污水处理厂工程；\\n3. 垃圾系统工程及综合处理与利用、焚烧工程；\\n4. 锅炉房，穿、跨越供热管网，>2MW换热站工程；\\n5．海底排污管线，海水取排水、淡水及水处理工程","value":"1.15","type":"text"}]},{"key":1512226414733,"title":"4.广播电视、邮政、电信工程","selects":[{"key":1512225491355,"lable":"Ⅰ级\\t\\n1．广播电视中心设备（广播1套，电视1～2套）工程；\\n2．中波发射台设备（单机功率P≤1kW）工程；\\n3．短波发射台设备（单机功率P≤50kW）工程；\\n4．电视、调频发射塔（台）设备（单机功率P≤1kW）工程；\\n5．广播电视收测台设备工程；\\n6．三级邮件处理中心工艺工程；\\n7．简单的电信工程","value":"0.85","type":"text"},{"key":1512226457549,"lable":"Ⅱ级\\t\\n1．广播电视中心设备（广播2～3套，电视3～5套）工程；\\n2．中波发射台设备（单机功率1kW≤P≤20Kw）工程；\\n3．短波发射台设备（单机功率50kW≤P≤150Kw）工程；\\n4．电视、调频发射塔（台）设备（单机功率1kW≤P≤10Kw，塔高<200m）工程；\\n5．广播电视传输网络工程；\\n6．二级邮件处理中心及各类转运站工艺工程；\\n7．较复杂的电信工程","value":"1.0","type":"text"},{"key":1512226477685,"lable":"Ⅲ级\\t\\n1．广播电视中心设备（广播4套以上，电视6套以上）工程；\\n2．中波发射台设备（单机功率P>20Kw）工程；\\n3．短波发射台设备（单机功率P>150Kw）工程；\\n4．电视、调频发射塔（台）设备（单机功率P>10Kw，塔高≥200m）工程；\\n5．电声设备、演播厅、录（播）音馆、摄影棚设备工程；\\n6．广播电视卫星地球站、微波站设备工程；\\n7．广播电视光缆、电缆节目传输工程；\\n8．一级邮件处理中心工艺工程；\\n9．复杂的电信工程","value":"1.15","type":"text"}]}]},{"key":1512228310772,"title":"6.建筑市政工程","options":[{"key":1512225491356,"title":"1.建筑、人防工程","selects":[{"key":1512225491355,"lable":"Ⅰ级\\t\\n1．广播电视中心设备（广播1套，电视1～2套）工程；\\n2．中波发射台设备（单机功率P≤1kW）工程；\\n3．短波发射台设备（单机功率P≤50kW）工程；\\n4．电视、调频发射塔（台）设备（单机功率P≤1kW）工程；\\n5．广播电视收测台设备工程；\\n6．三级邮件处理中心工艺工程；\\n7．简单的电信工程","value":"0.85","type":"text"},{"key":1512227018497,"lable":"Ⅱ级\\t\\n1．大中型公共建筑工程；\\n2．技术要求较复杂或有地区性意义的小型公共建筑工程；\\n3. 高度24～50m的一般公共建筑工程；\\n4．20层及以下一般标准的居住建筑工程；\\n5．仿古建筑、一般标准的古建筑、保护性建筑以及地下建筑工程；\\n6．大中型仓储建筑工程；\\n7．一般标准的建筑环境设计和室外工程；\\n8．相当于二、三星级饭店标准的室内装修工程；\\n9．防护级别为四级及以下同时建筑面积<10000m2的人防工程","value":"1.0","type":"text"},{"key":1512227048961,"lable":"Ⅲ级\\t\\n1.　　　 高级大型公共建筑工程；\\n2.　　　　 技术要求复杂或具有经济、文化、历史等意义的省（市）级中小型公共建筑工程；\\n3.　　　　 高度>50m的公共建筑工程；\\n4.　　　　 20层以上居住建筑和20层及以下高标准居住建筑工程；\\n5.　　　　 高标准的古建筑、保护性建筑和地下建筑工程；\\n6.　　　　 高标准的建筑环境设计和室外工程；\\n7.　　　　 相当于四、五星级饭店标准的室内装修，特殊声学装修工程；\\n8.　　　　 防护级别为三级以上或者建筑面积≥10000m2的人防工程","value":"1.15","type":"text"}]},{"key":1512226038478,"title":"2.园林绿化工程","selects":[{"key":1512225491355,"lable":"Ⅰ级\\t\\n1．广播电视中心设备（广播1套，电视1～2套）工程；\\n2．中波发射台设备（单机功率P≤1kW）工程；\\n3．短波发射台设备（单机功率P≤50kW）工程；\\n4．电视、调频发射塔（台）设备（单机功率P≤1kW）工程；\\n5．广播电视收测台设备工程；\\n6．三级邮件处理中心工艺工程；\\n7．简单的电信工程","value":"0.85","type":"text"},{"key":1512226116302,"lable":"Ⅱ级\\t\\n1. 标准较高的道路绿化工程；\\n2. 一般标准的风景区、公共建筑环境、企事业单位与居住区的绿化工程","value":"1.0","type":"text"},{"key":1512226142759,"lable":"Ⅲ级\\t\\n1. 高标准的城市重点道路绿化工程；\\n2. 高标准的风景区、公共建筑环境、企事业单位与居住区的绿化工程；\\n3. 公园、渡假村、高尔夫球场、广场、街心花园、园林小品、屋顶花园、室内花园等绿化工程","value":"1.15","type":"text"}]},{"key":1512226308573,"title":"3.市政公用工程","selects":[{"key":1512225491355,"lable":"Ⅰ级\\t\\n1．广播电视中心设备（广播1套，电视1～2套）工程；\\n2．中波发射台设备（单机功率P≤1kW）工程；\\n3．短波发射台设备（单机功率P≤50kW）工程；\\n4．电视、调频发射塔（台）设备（单机功率P≤1kW）工程；\\n5．广播电视收测台设备工程；\\n6．三级邮件处理中心工艺工程；\\n7．简单的电信工程","value":"0.85","type":"text"},{"key":1512226362756,"lable":"Ⅱ级\\t\\n1. 城市调压站，瓶组站，，<5000户气化站、混气站，<500m3储配站工程；\\n2. 城区给排水管线，一般地下管线（DN<1.0m，有管线交叉），<1m3/s加压泵站，简单构筑物工程；\\n3. >100t/天的大型垃圾中转站，垃圾填埋场、机械化快速堆肥工程；\\n4. ≤2MW的小型换热站工程","value":"1.0","type":"text"},{"key":1512226384070,"lable":"Ⅲ级\\t\\n1. 城市超高压调压站，市内管线及加压站，穿、跨越管网，≥5000户气化站、混气站，≥500m3储配站、门站、气源厂、加气站工程；\\n2. 大型复杂给排水管线，市政管网，大型泵站、水闸等构筑物，净水厂，污水处理厂工程；\\n3. 垃圾系统工程及综合处理与利用、焚烧工程；\\n4. 锅炉房，穿、跨越供热管网，>2MW换热站工程；\\n5．海底排污管线，海水取排水、淡水及水处理工程","value":"1.15","type":"text"}]},{"key":1512226414733,"title":"4.广播电视、邮政、电信工程","selects":[{"key":1512225491355,"lable":"Ⅰ级\\t\\n1．广播电视中心设备（广播1套，电视1～2套）工程；\\n2．中波发射台设备（单机功率P≤1kW）工程；\\n3．短波发射台设备（单机功率P≤50kW）工程；\\n4．电视、调频发射塔（台）设备（单机功率P≤1kW）工程；\\n5．广播电视收测台设备工程；\\n6．三级邮件处理中心工艺工程；\\n7．简单的电信工程","value":"0.85","type":"text"},{"key":1512226457549,"lable":"Ⅱ级\\t\\n1．广播电视中心设备（广播2～3套，电视3～5套）工程；\\n2．中波发射台设备（单机功率1kW≤P≤20Kw）工程；\\n3．短波发射台设备（单机功率50kW≤P≤150Kw）工程；\\n4．电视、调频发射塔（台）设备（单机功率1kW≤P≤10Kw，塔高<200m）工程；\\n5．广播电视传输网络工程；\\n6．二级邮件处理中心及各类转运站工艺工程；\\n7．较复杂的电信工程","value":"1.0","type":"text"},{"key":1512226477685,"lable":"Ⅲ级\\t\\n1．广播电视中心设备（广播4套以上，电视6套以上）工程；\\n2．中波发射台设备（单机功率P>20Kw）工程；\\n3．短波发射台设备（单机功率P>150Kw）工程；\\n4．电视、调频发射塔（台）设备（单机功率P>10Kw，塔高≥200m）工程；\\n5．电声设备、演播厅、录（播）音馆、摄影棚设备工程；\\n6．广播电视卫星地球站、微波站设备工程；\\n7．广播电视光缆、电缆节目传输工程；\\n8．一级邮件处理中心工艺工程；\\n9．复杂的电信工程","value":"1.15","type":"text"}]}]}]}',
      updateTime: '2017-12-02 23:31:19',
      remark: '',
      type: 201,
      itemKey: 'fztz',
      tableType: 1,
      unit: '无',
      id: '2ab98509ac8e4dffb5524ffa51ecdc17',
      contentType: 'text',
      parameters: ''
    },
    {
      item: '附加调整',
      orderNumber: 4,
      defaultValue: '1.0',
      valueRange: '（0~n）',
      presetValue:
        '{"title":"设计收费专业调整系数","description":"操作指南：直接双击或者单击后点击选择(DEMO)","list":[{"key":1511969404604,"title":"1.矿山采选工程","options":[{"key":1512211034933,"title":"","selects":[{"key":1512210789310,"lable":"其他无特别说明附加调整系数的，取值为1","value":"1.0","type":"text"},{"key":1512213445129,"lable":"Ⅲ级选煤厂、水煤浆制备及燃烧应用工程，附加调整系数为1.4","value":"1.4","type":"text"}]}]},{"key":1511969407180,"title":"2.加工冶炼工程","options":[{"key":1511969403007,"title":"","selects":[{"key":1512214209126,"lable":"其他无特别说明附加调整系数的，取值为1","value":"1.0","type":"text"},{"key":1512214236054,"lable":"1.编制钢结构施工详图，按照钢结构出厂价格的2.5%计算收费；\\n2.单独委托设备的基础设计，按照设备总价的2.5%计算收费。","value":"1.0","type":"text"}]}]},{"key":1511970952623,"title":"3.石油化工工程","options":[{"key":1511970934896,"title":"","selects":[{"key":1511970934895,"lable":"其他无特别说明附加调整系数的，取值为1","value":"1.0","type":"text"},{"key":1512216008167,"lable":"增加管段图设计的，附加调整系数为1.1","value":"1.1","type":"text"}]}]},{"key":1512210936005,"title":"4.水利电力工程","options":[{"key":1512210789311,"title":"","selects":[{"key":1512210789310,"lable":"其他无特别说明附加调整系数的，取值为1","value":"1.0","type":"text"},{"key":1512216116623,"lable":"1、水电工程可行性研究与初步设计阶段合并的，设计总工作量附加调整系数为1.1；\\n2、水库和水电工程计费额包括水库淹没区处理补偿费和施工辅助工程费。","value":"1.1","type":"text"},{"key":1512216139991,"lable":"引调水渠道或管线、河道堤防工程附加调整系数为0.85","value":"0.85","type":"text"},{"key":1512216159967,"lable":"灌区田间工程附加调整系数为0.25","value":"0.25","type":"text"}]}]},{"key":1512216188375,"title":"5.交通运输工程","options":[{"key":1512210789311,"title":"","selects":[{"key":1512210789310,"lable":"其他无特别说明附加调整系数的，取值为1","value":"1.0","type":"text"},{"key":1512218552452,"lable":"Ⅰ级工程(三级、四级公路及交通安全设施、道班房工程)附加调整系数为1.89","value":"1.89","type":"text"}]}]},{"key":1512223248418,"title":"6.建筑市政工程","options":[{"key":1512210789311,"title":"","selects":[{"key":1512210789310,"lable":"其他无特别说明附加调整系数的，取值为1","value":"1.0","type":"text"},{"key":1512218552452,"lable":"古建筑、仿古建筑、保护性建筑等，根据具体情况，附加调整系数为1.3～1.6","value":"1.45","type":"text"}]}]}]}',
      updateTime: '2017-12-04 23:26:50',
      remark: '',
      type: 201,
      itemKey: 'fjtz',
      tableType: 1,
      unit: '无',
      id: '2ee81c9a3c914baa8ef6736409713a89',
      contentType: 'text',
      parameters: ''
    },
    {
      item: '浮动幅度',
      orderNumber: 5,
      defaultValue: '20',
      valueRange: '（-20~20）',
      presetValue: '',
      updateTime: '2017-12-04 23:22:49',
      remark: '',
      type: 201,
      itemKey: 'fdfd',
      tableType: 1,
      unit: '%',
      id: '749d35ac03e944fb8a753518179013a9',
      contentType: 'text',
      parameters: ''
    },
    {
      item: '优惠折扣',
      orderNumber: 6,
      defaultValue: '50',
      valueRange: '（0~n）',
      presetValue: '',
      updateTime: '2017-12-04 23:22:27',
      remark: '',
      type: 201,
      itemKey: 'yhzk',
      tableType: 1,
      unit: '%',
      id: 'e0d0d89e6a304c8f8d3bc9b923ab6938',
      contentType: 'text',
      parameters: ''
    },
    {
      item: '收费基价',
      orderNumber: 7,
      defaultValue: '无',
      valueRange: '（0~n）',
      presetValue: '',
      updateTime: '2017-12-04 23:24:39',
      remark: '',
      type: 201,
      itemKey: 'sfjj',
      tableType: 2,
      unit: '元',
      id: 'cfacea4338284e18b7db42493ed5b309',
      contentType: 'text',
      parameters: ''
    },
    {
      item: '基本收费',
      orderNumber: 8,
      defaultValue: '无',
      valueRange: '（0~n）',
      presetValue: '',
      updateTime: '2017-12-04 23:25:35',
      remark: '',
      type: 201,
      itemKey: 'jbsf',
      tableType: 2,
      unit: '元',
      id: '0660646c7fce4d2b9a81a9c1f1513751',
      contentType: 'text',
      parameters: ''
    },
    {
      item: '基准价',
      orderNumber: 9,
      defaultValue: '无',
      valueRange: '（0~n）',
      presetValue: '',
      updateTime: '2017-12-04 23:26:16',
      remark: '',
      type: 201,
      itemKey: 'jzj',
      tableType: 2,
      unit: '元',
      id: 'd4a0aee8e5194edeba86ff731053ac99',
      contentType: 'text',
      parameters: ''
    },
    {
      item: '设计费',
      orderNumber: 10,
      defaultValue: '无',
      valueRange: '（0~n）',
      presetValue: '',
      updateTime: '2017-12-04 23:28:28',
      remark: '',
      type: 201,
      itemKey: 'sjf',
      tableType: 2,
      unit: '元',
      id: '75117a6592ab4b529da0d665822bd3fd',
      contentType: 'text',
      parameters: ''
    },
    {
      item: '折后设计费',
      orderNumber: 11,
      defaultValue: '无',
      valueRange: '（0~n）',
      presetValue: '',
      updateTime: '2017-12-04 23:29:23',
      remark: '',
      type: 201,
      itemKey: 'zhsjf',
      tableType: 2,
      unit: '元',
      id: '046c681e8a3c429e999fd7b60a9b77a8',
      contentType: 'text',
      parameters: ''
    }
  ],
  message: '获取计算器表单列表成功!'
}

export default {
  list,
  item
}
